Repository: RL-William-Coates/mapbox-search-ios
Catalog: Sources/MapboxSearchUI/*.lproj/Categories.strings
Languages: ar, bn, de, es, fr, it, pt, ru, ur

# gas_station.short
source: Petrol
ar: بنزين
bn: পেট্রোল
de: Tankstelle
es: Gasolineras
fr: Station essence
it: Benzinaio
pt: Combustível
ru: Бензиновая
ur: پٹرول

# parking_lot
source: Parking
ar: موقف سيارات
bn: পার্কিং
de: Parkplatz
es: Aparcamiento
it: Parcheggio
pt: Estacionamento
ru: Парковка
ur: پارکنگ

source: Restaurants
ar: مطاعم
bn: রেস্তোরাঁ
es: Restaurantes
it: Ristoranti
pt: Restaurantes
ru: Рестораны
ur: ریستوراں

# restaurant.alias.food
source: Food
ar: طعام
bn: খাবার
de: Essen
es: Comida
fr: Nourriture
it: Cibo
pt: Comida
ru: Еда
ur: کھانا

source: Cafe
ar: مقهى
bn: ক্যাফে
de: Café
es: Cafeterías
fr: Café
it: Caff√®
pt: Café
ru: Кафе
ur: کیفے

# cafe.long
source: Coffee Shop / Cafe
ar: مقاهي
bn: ক্যাফে
de: Cafés
es: Cafeterías
fr: Cafés
it: Caffetterie
pt: Cafés
ru: Кафе
ur: کیفے

# bar
source: Bars
ar: حانة
bn: বার
es: Bares
it: Bar
pt: Bares
ru: Бары
ur: بار

source: Hotel
ar: فنادق
bn: হোটেল
de: Hotels
es: Hoteles
fr: Hôtels
pt: Hotéis
ru: Гостиницы
ur: ہوٹل

# gas_station
source: Petrol Station
ar: محطة وقود
bn: পেট্রোল স্টেশন
de: Tankstelle
es: Gasolineras
fr: Station-service
it: Stazione di Servizio
pt: Posto de Combustível
ru: АЗС
ur: پٹرول پمپ

source: Charging Station
ar: محطات الشحن
bn: চার্জিং স্টেশন
de: Ladestationen
es: Estaciones de carga
fr: Stations de recharge
it: Stazioni di Ricarica
pt: Estações de Carregamento
ru: Зарядные станции
ur: چارجنگ اسٹیشنز

source: Bus Station
ar: محطات الحافلات
bn: বাস স্টেশন
de: Bushaltestellen
es: Estaciones de autobús
fr: Gares routières
it: Stazioni degli Autobus
pt: Estações de Ônibus
ru: Автобусные остановки
ur: بس اسٹیشن

# railway_station
source: Train Station
ar: محطات القطارات
bn: রেলওয়ে স্টেশন
de: Bahnhöfe
es: Estaciones de tren
fr: Gares ferroviaires
it: Stazioni Ferroviarie
pt: Estações de Trem
ru: Железнодорожные станции
ur: ریلوے اسٹیشن

# shopping_mall
source: Shopping Centres
ar: مراكز التسوق
bn: শপিং মল
de: Einkaufszentren
es: Centros comerciales
fr: Centres commerciaux
it: Centri Commerciali
pt: Centros Comerciais
ru: Торговые центры
ur: شاپنگ مال

# grocery
source: Supermarket / Grocery
ar: سوبرماركت
bn: মুদিখানা
de: Supermärkte
es: Supermercados
fr: Supermarchés
it: Supermercati
pt: Supermercados
ru: Супермаркеты
ur: سپرمارکیٹ

# clothing_store
source: Clothing / Shoes
ar: متاجر الملابس
bn: পোশাকের দোকান
de: Bekleidungsgeschäfte
es: Tiendas de ropa
fr: Magasins de vêtements
it: Negozi di Abbigliamento
pt: Lojas de Roupas
ru: Магазины одежды
ur: کپڑے کی دکان

source: Pharmacy
ar: صيدلية
bn: ফার্মেসি
de: Apotheken
es: Farmacias
fr: Pharmacies
it: Farmacie
pt: Farmácias
ru: Аптеки
ur: دوائی کی دکان

# museum
source: Museums
ar: متاحف
bn: জাদুঘর
de: Museen
es: Museos
fr: Musées
it: Musei
pt: Museus
ru: Музеи
ur: عجائب گھر

# park
source: Parks
ar: حدائق
bn: পার্ক
es: Parques
fr: Parcs
it: Parchi
pt: Parques
ru: Парки
ur: پارک

# cinema
source: Movie Theaters
ar: سينما
bn: সিনেমা
de: Kinos
es: Cines
fr: Cinémas
it: Cinema
pt: Cinemas
ru: Кинотеатры
ur: سینما

# fitness_center
source: Gym / Fitness
ar: صالات الألعاب الرياضية
bn: ফিটনেস সেন্টার
de: Fitnessstudios
es: Gimnasios
fr: Salles de sport
it: Palestre
pt: Academias
ru: Фитнес-центры
ur: جمن

# nightclub
source: Night Clubs
ar: نوادي ليلية
bn: নাইট ক্লাব
de: Nachtclubs
es: Discotecas
fr: Clubs nocturnes
it: Locali Notturni
pt: Baladas
ru: Ночные клубы
ur: نائٹ کلب

# auto_repair
source: Mechanic
ar: ورش السيارات
bn: অটো মেকানিক
de: Werkstätten
es: Reparación de autos / Mecánico
fr: Garages
it: Meccanici
pt: Mecânicas
ru: Автомастерские
ur: میکانک

# atm
source: Cash Machine
ar: ماكينات الصراف الآلي
bn: এটিএম
de: Geldautomaten
es: Cajeros automáticos
fr: Distributeurs automatiques
it: Sportelli Bancomat
pt: Caixas Eletrônicos
ru: Банкоматы
ur: ای ٹی ایم

source: Hospital
ar: مستشفيات
bn: হাসপাতাল
de: Krankenhäuser
es: Hospitales
fr: Hôpitaux
it: Ospedali
pt: Hospitais
ru: Больницы
ur: ہسپتال

# emergency_room
source: A&E
ar: الطوارئ
bn: এমার্জেন্সি রুম
de: Notaufnahme
es: ER
fr: Service des urgences
it: Pronto Soccorso
pt: Pronto-Socorro
ru: Приемное отделение
ur: حادثاتی کمرہ
